---
kind: method
id: M:Autodesk.Revit.DB.TableMergedCell.#ctor
source: html/9b3579e8-e32d-628d-9ff9-0b689675ccb4.htm
---
# Autodesk.Revit.DB.TableMergedCell.#ctor Method

Default constructor.

## Syntax (C#)
```csharp
public TableMergedCell()
```